<!DOCTYPE html>
<html lang="en">
    <meta charset="UTF-8">
    <title>PORTFOLIO THIBAULT CARPENTIER // PELFORTH </title>
    <meta name="viewport" content="width=device-width,initial-scale=1">
    <link rel="stylesheet" href="../css/styleINDEX.css">
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@4.0.0/dist/css/bootstrap.min.css" integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">
    <style>
    </style>
    <body>
        
        <div class="header">
            <ul class="nav navbar-nav">
                <button> <a href="../presentation.html"> Présentation / Contact </a></button>
                <button> <a href="../projets.html"> Galerie de projets </a></button>
            </ul>

            <div class="d-none d-lg-block"> <!-- BOX QUI DISPARAIT EN MODE VERTICAL -->
                <div class="textepres">
                    <h1>Pelforth - Création numérique</h1>
                </div>
            </div>

            <img src="../img/logos/TC_LOGO.png" alt="logo" id="logo">
        </div>
            
        <div class="flex-container corps">
            <div class="row">
                <div class="col-md-12 col-sm-6 img">
                    <div class="row">
                        <div style="align-items: center;" class="col-md-6 col-sm-6 img">
                            <img src="../img/PELFORTH.png" alt="Etiquette création visuelle d'une nouvelle bouteille pour la marque Pelforth" style="width: 100%;">
                        </div>
                    
                        <div class="col-md-6 col-sm-6 img">
                            <p>
                                En ce qui concerne ce projet, nous avions pour tâche de conceptualiser et concevoir de nouvelles étiquettes pour la marque de bière Pelforth, en essayant de s’adresser au public changeant des consommateurs d’alcool de nos jours et le changement de direction artistique au global dans ce domaine. <br/><br/>

                                J’ai donc opté de mettre en avant le pélican, symbole et icône de la marque depuis son inception, mais de lui donner un visuel plus moderne et développé que ce que la marque connaît actuellement. De ce fait, toute cette affiche a été réalisée sous Adobe Illustrator, afin d’avoir un style intentionnellement minimaliste. Les couleurs sont très vibrantes et vives afin d’attirer l’attention d’une personne qui pourrait traverser le rayon, comme beaucoup de marques d’alcool artisanal le font aujourd’hui. <br/><br/>

                                Cependant, ce rendu étant uniquement digital, une direction d’amélioration aurait pu être de produire ces étiquettes de bouteilles et ainsi d’en proposer des révisions en fonction des espaces requis pour les mentions légales et autres informations que Pelforth veut donner sur la bouteille, mais aussi les requis techniques, l’impression pour bouteille devant sans doute avoir des contraintes qui lui sont spécifiquement et qui n’ont peut être pas été respectées dans ce travail. <br/><br/>
                            </p>

                            <!-- PENSER A METTRE UN ALIGN ITEMS EN VRAI POUR LE TEXTE ? A VOIR -->
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="flex-container corps">
            <div class="row">
                <div class="col-md-6 col-sm-6 img">
                    <div class="row">
                        <div style="align-items: center;" class="col-md-12 col-sm-6 img">
                            <img src="../img/logos/SPINE.png" alt="Logo SPINE SKATEPARK, version complète" style="width: 100%;">
                        </div>
                    </div>
                        
                    <div class="row">
                        <div class="col-md-6 col-sm-6 img">
                            <img src="../img/logos/logoMediaSS.png" alt="Logo SPINE SKATEPARK, version réduite" style="width: 100%;">
                        </div>

                        <div class="col-md-6 col-sm-6 img">
                            <img src="../img/logos/flavSS.png" alt="Logo SPINE SKATEPARK, version favicon" style="width: 100%;">
                        </div>

                    </div>
                </div>
                <div class="col-md-6 col-sm-6 img">
                    <p>Pour ce projet, nous devions r&eacute;aliser l'identit&eacute; visuelle d'une marque fictive de skateparks, appel&eacute;e Spine Skatepark.</p>

                    <p>J'ai donc imagin&eacute; une identit&eacute; visuelle qui reprendrait directement l'un des &eacute;l&eacute;ments trouvables dans un skatepark, un U, et des couleurs m'inspirant ce sport et les lieux que sont les skateparks, que je visualise notamment avec un couch&eacute; de soleil, d'o&ugrave; le d&eacute;grad&eacute; de couleurs en fond, ayant des textures renvoyant au grip du skateboard.</p>

                    <p>Je suis content de mon approche quant au jeu sur la police et la forme en elle-m&ecirc;me du logo, m&ecirc;me si le logo en lui-m&ecirc;me ne repr&eacute;sente pas un spine, obstacle trouvable sur des skateparks.<br/> J'ai essayé de rendre la forme le plus lisible possible même si vous pouvez comprendre que la forme du U m'a donné du fil à retordre pour atteindre un résultat qui me plait.</p>

                    <p>Vous pouvez &eacute;galement trouver ci-dessous une maquette de site web que j'ai r&eacute;alis&eacute; pour ce projet, qui montre &eacute;galement une extension de l'identit&eacute; graphique que j'ai voulu cr&eacute;er pour cette marque fictive.</p>

                    <button onclick="window.location='../projets.html';" value="click here">Retour aux projets</button>

                    <div class="col-md-12 col-sm-6 img">
                        <br/>
                        <iframe width="560" height="315" src="https://www.youtube.com/embed/w7l_JprXJwA?si=c2HPmI34EemrfKYT" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
                    </div>

                    <!-- PENSER A METTRE UN ALIGN ITEMS EN VRAI POUR LE TEXTE ? A VOIR -->
                </div>
            </div>
        </div>

        <video autoplay muted loop playsinline id="myVideo">
            <source src="..\img\videoBGTEST.mp4" type="video/mp4">
        </video>

    </body>
</html>